sUIName = "Thiết lập bộ điều hợp không dây";
sUINameAP = "WLAN SoftAP Utility";
sVersion = "Phiên bản tiện ích";
sDriver = "Phiên bản Trình điều khiển: ";
sCopyright = "© Bản quyền 2015. Bảo lưu mọi quyền.";
About_Utility = "Giới thiệu về quá trình thiết lập bộ điều hợp không dây";
Hide_Utility = "Ẩn thiết lập bộ điều hợp không dây";
Quit_Utility = "Bỏ thiết lập bộ điều hợp không dây";
Help_Utility = "Trợ giúp thiết lập bộ điều hợp không dây";

OK = "OK";
CANCEL = "Hủy";
NO = "Không";
YES = "Có";
SELECT = "Chọn";
Radio_ON = "BẬT đài";
Radio_OFF = "TẮT đài";
ShortStr = "short";
LongStr = "long";

NoneStr = "Không cần tác vụ nào";
ConnectedStr = "Đã kết nối";
DisconnectedStr = "Đã ngắt kết nối";
InfrastructureStr = "Cơ sở hạ tầng";
AdhocStr = "Đặc biệt";

Open_System_Str = "OPEN_SYSTEM";
Shared_Key_Str = "SHARED_KEY";
No_Encryption_Str = "Không mã hóa";

WPS_init_Str = "khởi tạo quy trình WPS";
WPS_scan_Str = "Quét WPS AP hiện hoạt";
WPS_connect_Str = "Kết nối với WPS AP hiện hoạt";
WPS_handshake_Str = "Khởi tạo giao thức bắt tay WPS";
WPS_exchange_Str = "Trao đổi thông báo WPS";
WPS_done_Str = "Trao đổi thông báo WPS (xong)";
WPS_fail_Str = "Trao đổi thông báo không thành công, Cố gắng kết nối WPS AP khác";
WPS_start_Str = "KHỞI ĐỘNG WPS";
WPS_finish_Str = "Kết thúc giao thức WPS !!";
WPS_auto_connect_Str = "Giao thức này sẽ kết nối với WPS AP tự động.";
WPS_timeout_Str = "Hết thời gian chờ WPS !!";


Wps_overlap_Str = "Chồng lấp phiên";
Wps_more_pbc_Str = "Nhiều AP trong chế độ PBC !!";
Wps_retry_Str = "Vui lòng sử dụng mã PIN hoặc chờ giây lát và thử lại";

ERROR0 = "LỖI";
ERROR1 = "Vui lòng nhập khóa!";
ERROR2 = "Chỉ mục khóa web không đúng!!!";
ERROR3 = "Độ dài khóa từ 8 đến 64!";
ERROR4 = "Khóa mạng không phải định dạng thập lục phân!";
ERROR5 = "Độ dài của khóa ASCII phải là 5 hoặc 13!";
ERROR6 = "Độ dài của khóa mạng không đúng!";
ERROR7 = "Độ dài của khóa mạng phải là 10 hoặc 26!";
ERROR8 = "Khóa mạng và Khóa xác nhận không giống nhau!";
ERROR9 = "Khóa mạng không phải định dạng ASCII!";
ERROR10 = "Khóa mạng không phải định dạng 64HEX!";

WARNING0 = "Cảnh báo";
WARNING1 = "Vui lòng nhập SSID";
WARNING2 = "Vui lòng nhập Tên cấu hình";
WARNING3 = "Độ dài của ký tụ SSID lớn hơn 32.";
WARNING4 = "Cấu hình đã tồn tại. Bạn có muốn ghi đè không?";
WARNING5 = "Bạn có chắc chắn muốn xóa Cấu hình đã chọn không?";

NOTICE0 = "LƯU Ý";
NOTICE1 = "Lỗi chế độ AP.";
NOTICE2 = "Lỗi chế độ STA.";
NOTICE3 = "Đặt giá trị QOSMode không thành công";
NOTICE4 = "Nhận giá trị QOSMode không thành công";
NOTICE5 = "Giá trị QOSMode không đúng";	
NOTICE6 = "Ngoài phạm vi RTSThreshold.(0 ~ 2432)";
NOTICE7 = "Ngoài phạm vi FragmentationThreshold.(256 ~ 2432)";
NOTICE8 = "Vui lòng bật thẻ WLAN trong mục Mạng của Tùy chọn hệ thống.";
NOTICE9 = "Connect your WLAN adapter to your computer";
NOTICE10 = "Wrong password, please try again";

ProfileProperty_Title = "Thuộc tính bảo mật mạng không dây";
ProfileProperty_ActionText = "Vui lòng nhập chuỗi Khóa trước khi bấm 【OK】 để kết nối ==>";